export const subjectsArray = [
	'Английский Язык',
	'Биология',
	'Бизнес-аналитика',
	'Бухгалтерский учет',
	'Веб-программирование',
	'География',
	'Доп. занятие',
	'Информатика',
	'Информационные технологии',
	'История',
	'ИСРПО',
	'Литература',
	'Математика',
	'Математическое моделирование',
	'ОБЖ',
	'ОЕЭДП',
	'Правовое обеспечение профессиональной деятельности',
	'Психология общения',
	'Русский Язык',
	'Технология разработки программного обеспечения',
	'Техническое оснащение торговых организаций и охрана труда',
	'Теория электрических цепей',
	'Физика',
	'Физическая культура',
	'Элементы высшей математики',
] as const;

export const plans = [
	'«Сетевое системное администрирование», 9 класс',
	'«Сетевое системное администрирование», 11 класс',
	'«Информационные системы и программирование»',
	'«Обеспечение информационной безопасности телекоммуникационных систем»',
	'«Обеспечение информационной безопасности автоматизированных систем»',
	'«Инфокоммуникационные сети и системы связи»',
	'«Экономика и бухгалтерский учёт (по отраслям)»',
	'«Коммерция (по отраслям)»',
	'«Банковское дело»'
] as const;

export const resik = [
	'Медпункт',
	'Военкомат',
	'Кафедра',
	'Бухгалтерия',
	'Деканат',
] as const;

export const podava = [
	'Подача заялений',
	'Получении справки об обучении',
	'Перевыпуск пропуска',
] as const;